Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Couldn't read Amp's secrets.json. Check its file permissions or run amp login again.
id: Tidak dapat membaca secrets.json milik Amp. Periksa izin file tersebut atau jalankan amp login lagi.
tr: Amp'in secrets.json dosyası okunamadı. Dosya izinlerini kontrol edin veya amp login komutunu yeniden çalıştırın.
zh_hans: 无法读取 Amp 的 secrets.json。请检查文件权限或重新运行 amp login。

source: Amp's secrets.json is invalid. Run amp login again.
id: secrets.json milik Amp tidak valid. Jalankan amp login lagi.
tr: Amp'in secrets.json dosyası geçersiz. amp login komutunu yeniden çalıştırın.
zh_hans: Amp 的 secrets.json 无效。请重新运行 amp login。

source: Amp returned an unrecognized usage response. Try again later.
id: Amp mengembalikan respons penggunaan yang tidak dikenali. Coba lagi nanti.
tr: Amp tanınmayan bir kullanım yanıtı döndürdü. Daha sonra tekrar deneyin.
zh_hans: 无法识别 Amp 返回的用量数据。请稍后重试。

source: Couldn't reach Amp. Check your connection.
id: Tidak dapat terhubung ke Amp. Periksa koneksi Anda.
tr: Amp'e ulaşılamadı. Bağlantınızı kontrol edin.
zh_hans: 无法连接到 Amp。请检查网络连接。

source: Run amp login in Terminal — the notch reads ~/.local/share/amp/secrets.json.
id: Jalankan amp login di Terminal — notch membaca ~/.local/share/amp/secrets.json.
tr: Terminal'de amp login komutunu çalıştırın — çentik ~/.local/share/amp/secrets.json dosyasını okur.
zh_hans: 在终端运行 amp login，Codenotch 会读取 ~/.local/share/amp/secrets.json。

source: Run amp login in Terminal to read your usage
id: Jalankan amp login di Terminal untuk membaca penggunaan Anda
tr: Kullanımınızı görmek için Terminal'de amp login komutunu çalıştırın
zh_hans: 在终端运行 amp login 以读取用量

source: Codenotch reads usage from tools already signed in on this Mac — it never asks for your password. Install and sign in to any of Claude Code (the terminal tool, not the Claude app), Cursor (the editor or cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro, Amp or a Gemini API key (via Gemini CLI, OpenCode or Hermes), and its ring appears in the notch.
id: Codenotch membaca penggunaan dari alat yang sudah login di Mac ini — Codenotch tidak pernah meminta kata sandi Anda. Instal dan login ke salah satu dari Claude Code (alat terminal, bukan aplikasi Claude), Cursor (editor atau cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro, Amp, atau kunci API Gemini (melalui Gemini CLI, OpenCode, atau Hermes), dan cincinnya akan muncul di notch.
ja: Codenotch は、この Mac ですでにサインイン済みのツールから使用量を読み取ります。パスワードを尋ねることはありません。Claude Code（Claude アプリではなくターミナルのツール）、Cursor（エディタまたは cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot、Kimi Code、Kiro、Amp、または Gemini API キー（Gemini CLI、OpenCode、Hermes 経由）のいずれかをインストールしてサインインすると、そのリングがノッチに現れます。
ko: Codenotch는 이 Mac에서 이미 로그인된 도구의 사용량을 읽으며 비밀번호를 요구하지 않습니다. Claude Code(Claude 앱이 아닌 터미널 도구), Cursor(편집기 또는 cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro, Amp 또는 Gemini API 키(Gemini CLI, OpenCode, Hermes 경유)를 사용하는 도구를 설치하고 로그인하면 노치에 해당 링이 나타납니다.
tr: Codenotch kullanımı bu Mac'te zaten giriş yapılmış araçlardan okur — asla parolanızı istemez. Claude Code (Claude uygulaması değil, terminal aracı), Cursor (düzenleyici veya cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro, Amp veya bir Gemini API anahtarından (Gemini CLI, OpenCode ya da Hermes üzerinden) herhangi birini kurup giriş yapın; halkası çentikte belirir.
uk: Codenotch читає використання з інструментів, у які вже виконано вхід на цьому Mac, і ніколи не питає ваш пароль. Установіть будь-який з них — Claude Code (термінальний інструмент, не застосунок Claude), Cursor (редактор або cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro, Amp чи ключ Gemini API (через Gemini CLI, OpenCode або Hermes) — і увійдіть: його кільце зʼявиться у вирізі.
uz: Codenotch foydalanishni shu Macʼda allaqachon tizimga kirgan vositalardan oʻqiydi — u hech qachon parolingizni soʻramaydi. Quyidagilardan birortasini oʻrnatib, unga kiring: Claude Code (terminal vositasi, Claude ilovasi emas), Cursor (muharrir yoki cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro, Amp yoki Gemini API kaliti (Gemini CLI, OpenCode yoki Hermes orqali) — va uning halqasi notchʼda paydo boʻladi.
zh_hans: Codenotch 读取这台 Mac 上已经登录的工具的用量 — 从不问你的密码。安装并登录 Claude Code（终端工具，不是 Claude 应用）、Cursor（编辑器或 cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot、Kimi Code、Kiro、Amp 或 Gemini API 密钥（经由 Gemini CLI、OpenCode 或 Hermes）中的任意一个，刘海里就会出现对应的圆环。
zh_hant: Codenotch 會從這部 Mac 上已登入的工具讀取用量 — 它不會向你要密碼。安裝並登入 Claude Code（終端機工具，不是 Claude App）、Cursor（編輯器或 cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot、Kimi Code、Kiro、Amp，或 Gemini API 金鑰（透過 Gemini CLI、OpenCode 或 Hermes），對應的圓環就會出現在瀏海上。

source: %lld min
id: %lld mnt
ja: %lld 分
ko: %lld분
ru: %lld мин
tr: %lld dk
uk: %lld хв
uz: %lld daqiqa
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: Agent
id: Agen
ja: エージェント
ko: 에이전트
pt_br: Agente
ru: Агент
tr: Ajan
uk: Агент

source: Version %@
id: Versi %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
uk: Версія %@
uz: %@ versiyasi
zh_hans: 版本 %@
zh_hant: 版本 %@

source: App
id: Aplikasi
ja: アプリ
ko: 앱
ru: Приложение
tr: Uygulama
uk: Застосунок
uz: Ilova
zh_hans: 应用

source: Tokens
id: Token
ja: トークン
ko: 토큰
tr: Token
uk: Токени
uz: Tokenlar
zh_hans: Token
zh_hant: Token

source: API token
id: Token API
ja: API トークン
ko: API 토큰
tr: API token'ı
uk: Токен API
uz: API tokeni
zh_hans: API 令牌
zh_hant: API 權杖

source: Allow phones on this network
id: Izinkan ponsel di jaringan ini
ja: このネットワークのスマートフォンを許可
ko: 이 네트워크의 휴대전화 허용
tr: Bu ağdaki telefonlara izin ver
uk: Дозволити телефони в цій мережі
uz: Shu tarmoqdagi telefonlarga ruxsat berish
zh_hans: 允许此网络上的手机
zh_hant: 允許此網路上的手機

source: Your phone reads usage from this Mac over your Wi-Fi. Nothing leaves your network.
id: Ponsel Anda membaca penggunaan dari Mac ini melalui Wi-Fi lokal. Tidak ada data yang keluar dari jaringan Anda.
ja: スマートフォンは Wi-Fi 経由でこの Mac から使用量を読み取ります。ネットワークの外には何も出ません。
ko: 휴대전화가 Wi-Fi를 통해 이 Mac의 사용량을 읽습니다. 네트워크 밖으로는 아무것도 전송하지 않습니다.
tr: Telefonunuz kullanımı Wi-Fi üzerinden bu Mac'ten okur. Hiçbir şey ağınızın dışına çıkmaz.
uk: Телефон читає дані про використання з цього Mac через ваш Wi-Fi. Нічого не виходить за межі мережі.
uz: Telefoningiz foydalanishni shu Macʼdan Wi-Fi orqali oʻqiydi. Hech narsa tarmogʻingizdan tashqariga chiqmaydi.
zh_hans: 手机通过 Wi-Fi 读取这台 Mac 的用量。什么都不会离开你的网络。
zh_hant: 你的手機會透過 Wi-Fi 從此 Mac 讀取用量。資料不會離開你的網路。

source: Starting…
id: Memulai…
ja: 開始中…
ko: 시작 중…
tr: Başlatılıyor…
uk: Запуск…
uz: Ishga tushmoqda…
zh_hans: 正在启动…
zh_hant: 啟動中…

source: Ready on %@:%d
id: Siap di %@:%d
ja: %@:%d で待機中
ko: %@:%d에서 준비됨
tr: %@:%d üzerinde hazır
uk: Працює на %@:%d
uz: %@:%d da tayyor
zh_hans: 已在 %@:%d 就绪
zh_hant: 已在 %@:%d 就緒

source: This Mac isn't on a local network
id: Mac ini tidak terhubung ke jaringan lokal
ja: この Mac はローカルネットワークに接続していません
ko: 이 Mac이 로컬 네트워크에 연결되어 있지 않습니다
tr: Bu Mac yerel bir ağa bağlı değil
uk: Цей Mac не в локальній мережі
uz: Bu Mac lokal tarmoqda emas
zh_hans: 这台 Mac 不在本地网络上
zh_hant: 這部 Mac 未連上區域網路

source: Connect a Phone…
id: Hubungkan Ponsel…
ja: スマートフォンを接続…
ko: 휴대전화 연결…
tr: Telefon Bağla…
uk: Підключити телефон…
uz: Telefon ulash…
zh_hans: 连接手机…
zh_hant: 連線手機…

source: Paired phones
id: Ponsel yang dipasangkan
ja: ペアリング済みのスマートフォン
ko: 페어링된 휴대전화
tr: Eşlenmiş telefonlar
uk: Спарені телефони
uz: Ulangan telefonlar
zh_hans: 已配对的手机
zh_hant: 已配對的手機

source: No phones yet.
id: Belum ada ponsel.
ja: まだありません。
ko: 아직 연결된 휴대전화가 없습니다.
tr: Henüz telefon yok.
uk: Поки що немає телефонів.
uz: Hali telefonlar yoʻq.
zh_hans: 还没有手机。
zh_hant: 還沒有手機。

source: Active now
id: Aktif sekarang
ja: 現在アクティブ
ko: 현재 활성
tr: Şu anda etkin
uk: Активний зараз
uz: Hozir faol
zh_hans: 当前在线
zh_hant: 目前使用中

source: Paired %@
id: Dipasangkan %@
ja: ペアリング %@
ko: %@에 페어링됨
tr: Eşlendi: %@
uk: Спарено %@
uz: %@ da ulangan
zh_hans: 已配对 %@
zh_hant: 已配對 %@

source: Remove “%@”?
id: Hapus “%@”?
ja: 「%@」を削除しますか？
ko: ‘%@’을(를) 제거하시겠습니까?
tr: “%@” kaldırılsın mı?
uk: Видалити «%@»?
uz: “%@” oʻchirilsinmi?
zh_hans: 要移除「%@」吗？
zh_hant: 要移除「%@」嗎？

source: It will need to scan a new code to connect again.
id: Ponsel perlu memindai kode baru untuk terhubung kembali.
ja: 再接続するには、新しいコードを読み取る必要があります。
ko: 다시 연결하려면 새 코드를 스캔해야 합니다.
tr: Yeniden bağlanmak için yeni bir kod taraması gerekecek.
uk: Щоб підключитися знову, телефон має відсканувати новий код.
uz: Qayta ulanish uchun u yangi kodni skanerlashi kerak boʻladi.
zh_hans: 再次连接需要扫描新的配对码。
zh_hant: 再次連線時需要掃描新的配對碼。

source: %@ is connected
id: %@ terhubung
ja: %@ が接続されました
ko: %@ 연결됨
tr: %@ bağlandı
uk: %@ підключено
uz: %@ ulangan
zh_hans: %@ 已连接
zh_hant: %@ 已連線

source: Done
id: Selesai
ja: 完了
ko: 완료
tr: Bitti
uk: Готово
uz: Tayyor
zh_hans: 完成
zh_hant: 完成

source: Connect another phone
id: Hubungkan ponsel lain
ja: 別のスマートフォンを接続
ko: 다른 휴대전화 연결
tr: Başka bir telefon bağla
uk: Підключити ще один телефон
uz: Boshqa telefon ulash
zh_hans: 连接另一部手机
zh_hant: 連線另一支手機

source: Connect your phone
id: Hubungkan ponsel Anda
ja: スマートフォンを接続
ko: 휴대전화 연결
tr: Telefonunuzu bağlayın
uk: Підключення телефона
uz: Telefoningizni ulang
zh_hans: 连接你的手机
zh_hant: 連線你的手機

source: Scan this code with the Codenotch app on your phone.
id: Pindai kode ini dengan aplikasi Codenotch di ponsel Anda.
ja: スマートフォンの Codenotch アプリでこのコードを読み取ってください。
ko: 휴대전화의 Codenotch 앱으로 이 코드를 스캔하십시오.
tr: Bu kodu telefonunuzdaki Codenotch uygulamasıyla tarayın.
uk: Відскануйте цей код застосунком Codenotch на телефоні.
uz: Bu kodni telefoningizdagi Codenotch ilovasi bilan skanerlang.
zh_hans: 用手机上的 Codenotch 应用扫描此码。
zh_hant: 用手機上的 Codenotch App 掃描此配對碼。

source: Expires in %@
id: Kedaluwarsa dalam %@
ja: %@ で期限切れ
ko: %@ 후 만료
tr: Kalan süre: %@
uk: Спливає через %@
uz: %@ dan keyin muddati tugaydi
zh_hans: %@ 后过期
zh_hant: %@ 後到期

source: Copied ✓
id: Disalin ✓
ja: コピーしました ✓
ko: 복사됨 ✓
tr: Kopyalandı ✓
uk: Скопійовано ✓
uz: Nusxalandi ✓
zh_hans: 已复制 ✓
zh_hant: 已複製 ✓

source: Copy Link
id: Salin Tautan
ja: リンクをコピー
ko: 링크 복사
tr: Bağlantıyı Kopyala
uk: Копіювати посилання
uz: Havoladan nusxa olish
zh_hans: 复制链接
zh_hant: 複製連結

source: 1. Open Codenotch on your phone
id: 1. Buka Codenotch di ponsel Anda
ja: 1. スマートフォンで Codenotch を開く
ko: 1. 휴대전화에서 Codenotch 열기
tr: 1. Telefonunuzda Codenotch'u açın
uk: 1. Відкрийте Codenotch на телефоні
uz: 1. Telefoningizda Codenotchʼni oching
zh_hans: 1. 在手机上打开 Codenotch
zh_hant: 1. 在手機上開啟 Codenotch

source: 2. Tap Scan QR Code
id: 2. Ketuk Pindai Kode QR
ja: 2.「QR コードをスキャン」をタップ
ko: 2. QR 코드 스캔 누르기
tr: 2. QR Kodu Tara'ya dokunun
uk: 2. Натисніть «Сканувати QR-код»
uz: 2. QR kodni skanerlash tugmasini bosing
zh_hans: 2. 点「扫描 QR Code」
zh_hant: 2. 點一下「掃描 QR Code」

source: 3. Point your phone at this code
id: 3. Arahkan ponsel Anda ke kode ini
ja: 3. このコードにスマートフォンを向ける
ko: 3. 휴대전화로 이 코드 비추기
tr: 3. Telefonunuzu bu koda tutun
uk: 3. Наведіть телефон на цей код
uz: 3. Telefoningizni shu kodga qarating
zh_hans: 3. 把手机对准此码
zh_hant: 3. 將手機對準此配對碼

source: Your phone must be on the same Wi-Fi as this Mac.
id: Ponsel Anda harus berada di jaringan Wi-Fi yang sama dengan Mac ini.
ja: スマートフォンは、この Mac と同じ Wi-Fi に接続している必要があります。
ko: 휴대전화가 이 Mac과 같은 Wi-Fi에 연결되어 있어야 합니다.
tr: Telefonunuz bu Mac ile aynı Wi-Fi ağında olmalı.
uk: Телефон має бути в тій самій мережі Wi-Fi, що й цей Mac.
uz: Telefoningiz shu Mac bilan bir xil Wi-Fiʼda boʻlishi kerak.
zh_hans: 手机必须和这台 Mac 在同一个 Wi-Fi。
zh_hant: 手機必須與此 Mac 連上同一個 Wi-Fi。

source: Pricing
id: Penetapan Harga
ja: 料金
ko: 요금
tr: Fiyatlandırma
uk: Тарифікація
uz: Narxlar
zh_hans: 计价
zh_hant: 計價

source: Peak pricing · 2× off-peak
id: Harga jam sibuk · 2× di luar jam sibuk
ja: ピーク料金 · オフピークの 2 倍
ko: 피크 요금 · 오프피크의 2배
tr: Yoğun saat fiyatı · normalin 2 katı
uk: Пікова ціна · 2× від ціни поза піком
uz: Yuqori yuklama narxi · past yuklamadan 2×
zh_hans: 高峰计价 · 闲时 2 倍
zh_hant: 高峰計價 · 閒時 2 倍

source: Off-peak pricing · baseline
id: Harga di luar jam sibuk · dasar
ja: オフピーク料金 · 基準
ko: 오프피크 요금 · 기준
tr: Normal saat fiyatı · temel
uk: Ціна поза піком · базова
uz: Past yuklama narxi · asosiy
zh_hans: 闲时计价 · 基准价
zh_hant: 閒時計價 · 基準價

source: Next off-peak
id: Di luar jam sibuk berikutnya
ja: 次のオフピーク
ko: 다음 오프피크
tr: Sonraki normal saat
uk: Наступний непіковий час
uz: Keyingi past yuklama
zh_hans: 下次闲时
zh_hant: 下次閒時

source: Next peak
id: Jam sibuk berikutnya
ja: 次のピーク
ko: 다음 피크
tr: Sonraki yoğun saat
uk: Наступний пік
uz: Keyingi yuqori yuklama
zh_hans: 下次高峰
zh_hant: 下次高峰

source: Peak/off-peak pricing
id: Harga jam sibuk / di luar jam sibuk
ja: ピーク/オフピーク料金
ko: 피크/오프피크 요금
tr: Yoğun/normal saat fiyatlandırması
uk: Ціни в пік і поза піком
uz: Yuqori/past yuklama narxi
zh_hans: 峰谷计价
zh_hant: 峰谷計價

source: Show DeepSeek pricing
id: Tampilkan penetapan harga DeepSeek
ja: DeepSeek の料金を表示
ko: DeepSeek 요금 표시
tr: DeepSeek fiyatlandırmasını göster
uk: Показувати ціни DeepSeek
uz: DeepSeek narxlarini koʻrsatish
zh_hans: 显示 DeepSeek 计价
zh_hant: 顯示 DeepSeek 計價

source: Shows the current billing phase and the next peak/off-peak change on the DeepSeek usage card.
id: Menampilkan fase penagihan saat ini dan pergantian jam sibuk / di luar jam sibuk berikutnya pada kartu penggunaan DeepSeek.
ja: DeepSeek の使用量カードに、現在の課金フェーズと、次のピーク/オフピークの切り替わりを表示します。
ko: DeepSeek 사용량 카드에 현재 요금 구간과 다음 피크/오프피크 전환 시점을 표시합니다.
tr: DeepSeek kullanım kartında geçerli faturalandırma dönemini ve bir sonraki yoğun/normal saat geçişini gösterir.
uk: Показує поточну фазу тарифікації та найближчу зміну пікового чи непікового періоду на картці використання DeepSeek.
uz: DeepSeek foydalanish kartasida hozirgi hisob-kitob bosqichi va keyingi yuqori/past yuklama oʻzgarishini koʻrsatadi.
zh_hans: 在 DeepSeek 用量卡片上显示当前计价阶段和下次峰谷切换时间。
zh_hant: 在 DeepSeek 用量卡片上顯示目前計價階段和下次峰谷切換時間。

source: Peak rule
id: Aturan jam sibuk
ja: ピークの規則
ko: 피크 규칙
tr: Yoğun saat kuralı
uk: Правило піку
uz: Yuqori yuklama qoidasi
zh_hans: 高峰规则
zh_hant: 高峰規則

source: The schedule is maintained locally because it cannot be read reliably from an official API. Times below are UTC; the card converts the next change to your local time.
id: Jadwal dikelola secara lokal karena tidak dapat dibaca secara andal dari API resmi. Waktu di bawah adalah UTC; kartu akan mengonversi pergantian berikutnya ke waktu lokal Anda.
ja: 公式 API から確実に読み取れないため、スケジュールはローカルで管理しています。以下の時刻は UTC です。カードでは次の切り替わりが現地時間に変換されます。
ko: 공식 API에서 안정적으로 읽을 수 없어 일정을 로컬에서 관리합니다. 아래 시간은 UTC 기준이며, 카드에는 다음 전환 시점을 현지 시간으로 표시합니다.
tr: Program yerel olarak tutulur, çünkü resmi bir API'den güvenilir şekilde okunamıyor. Aşağıdaki saatler UTC'dir; kart bir sonraki geçişi yerel saatinize çevirir.
uk: Розклад ведеться локально, бо його не можна надійно прочитати з офіційного API. Час нижче — за UTC; картка переводить наступну зміну у ваш місцевий час.
uz: Jadval lokal saqlanadi, chunki uni rasmiy APIʼdan ishonchli oʻqib boʻlmaydi. Quyidagi vaqtlar UTCʼda; karta keyingi oʻzgarishni sizning mahalliy vaqtingizga oʻgiradi.
zh_hans: 由于无法可靠地从官方接口读取，这个规则由本地维护。以下时间为 UTC；卡片会将下次切换转换为你的本地时间。
zh_hant: 由於無法可靠地從官方端點讀取，這個規則由本機維護。以下時間為 UTC；卡片會將下次切換轉換為你的當地時間。

source: Peak days
id: Hari jam sibuk
ja: ピークの曜日
ko: 피크 요일
tr: Yoğun günler
uk: Пікові дні
uz: Yuqori yuklama kunlari
zh_hans: 高峰日
zh_hant: 高峰日

source: Sun
id: Min
ja: 日
ko: 일
tr: Paz
uk: Нд
uz: Yak
zh_hans: 周日
zh_hant: 週日

source: Mon
id: Sen
ja: 月
ko: 월
tr: Pzt
uk: Пн
uz: Dush
zh_hans: 周一
zh_hant: 週一

source: Tue
id: Sel
ja: 火
ko: 화
tr: Sal
uk: Вт
uz: Sesh
zh_hans: 周二
zh_hant: 週二

source: Wed
id: Rab
ja: 水
ko: 수
tr: Çar
uk: Ср
uz: Chor
zh_hans: 周三
zh_hant: 週三

source: Thu
id: Kam
ja: 木
ko: 목
tr: Per
uk: Чт
uz: Pay
zh_hans: 周四
zh_hant: 週四

source: Fri
id: Jum
ja: 金
ko: 금
tr: Cum
uk: Пт
uz: Jum
zh_hans: 周五
zh_hant: 週五

source: Sat
id: Sab
ja: 土
ko: 토
tr: Cmt
uk: Сб
uz: Shan
zh_hans: 周六
zh_hant: 週六

source: Window 1
id: Jendela 1
ja: 時間帯 1
ko: 시간대 1
tr: Aralık 1
uk: Вікно 1
uz: 1-oyna
zh_hans: 时段 1
zh_hant: 時段 1

source: Window 2
id: Jendela 2
ja: 時間帯 2
ko: 시간대 2
tr: Aralık 2
uk: Вікно 2
uz: 2-oyna
zh_hans: 时段 2
zh_hant: 時段 2

source: Window %lld
id: Jendela %lld
ja: 時間帯 %lld
ko: 시간대 %lld
tr: Aralık %lld
uk: Вікно %lld
uz: %lld-oyna
zh_hans: 时段 %lld
zh_hant: 時段 %lld

source: Add peak window
id: Tambah jendela jam sibuk
ja: ピーク時間帯を追加
ko: 피크 시간대 추가
tr: Yoğun saat aralığı ekle
uk: Додати вікно піку
uz: Yuqori yuklama oynasini qoʻshish
zh_hans: 添加高峰时段
zh_hant: 新增高峰時段

source: Remove peak window
id: Hapus jendela jam sibuk
ja: ピーク時間帯を削除
ko: 피크 시간대 제거
tr: Yoğun saat aralığını kaldır
uk: Видалити вікно піку
uz: Yuqori yuklama oynasini oʻchirish
zh_hans: 移除高峰时段
zh_hant: 移除高峰時段

source: Start
id: Mulai
ja: 開始
ko: 시작
tr: Başlangıç
uk: Початок
uz: Boshlanish vaqti
zh_hans: 开始
zh_hant: 開始

source: End
id: Selesai
ja: 終了
ko: 종료
tr: Bitiş
uk: Кінець
uz: Tugash vaqti
zh_hans: 结束
zh_hant: 結束

source: to
id: sampai
uk: до
zh_hans: 至
zh_hant: 至

source: Restore current default rule
id: Kembalikan ke aturan default saat ini
ja: 現在の既定の規則に戻す
ko: 현재 기본 규칙 복원
tr: Geçerli varsayılan kuralı geri yükle
uk: Відновити типове правило
uz: Hozirgi standart qoidani tiklash
zh_hans: 恢复当前默认规则
zh_hant: 還原目前預設規則

source: When a limit is reached
id: Saat batas tercapai
ja: 上限に達したとき
ko: 한도 도달 시
tr: Bir limite ulaşıldığında
uk: Коли ліміт вичерпано
uz: Limitga yetilganda
zh_hans: 额度用尽时
zh_hant: 額度用盡時

source: Show notification for session limit
id: Tampilkan pemberitahuan untuk batas sesi
ja: セッションの上限を通知
ko: 세션 한도 알림 표시
tr: Oturum limiti için bildirim göster
uk: Показувати сповіщення про ліміт сесії
uz: Sessiya limiti uchun bildirishnoma koʻrsatilsin
zh_hans: 会话额度用尽时显示通知
zh_hant: 工作階段額度用盡時顯示通知

source: Show notification for weekly limit
id: Tampilkan pemberitahuan untuk batas mingguan
ja: 週間の上限を通知
ko: 주간 한도 알림 표시
tr: Haftalık limit için bildirim göster
uk: Показувати сповіщення про тижневий ліміт
uz: Haftalik limit uchun bildirishnoma koʻrsatilsin
zh_hans: 周额度用尽时显示通知
zh_hant: 週額度用盡時顯示通知

source: Alert sound
id: Suara peringatan
ja: 通知サウンド
ko: 알림 소리
tr: Uyarı sesi
uk: Звук сповіщення
uz: Ogohlantirish tovushi
zh_hans: 提示音
zh_hant: 提示音

source: Preview session limit alert
id: Pratinjau peringatan batas sesi
ja: セッション上限の通知をプレビュー
ko: 세션 한도 알림 미리 보기
tr: Oturum limiti uyarısını önizle
uk: Показати сповіщення про ліміт сесії
uz: Sessiya limiti ogohlantirishini koʻrish
zh_hans: 预览会话额度提醒
zh_hant: 預覽工作階段額度提醒

source: Preview weekly limit alert
id: Pratinjau peringatan batas mingguan
ja: 週間上限の通知をプレビュー
ko: 주간 한도 알림 미리 보기
tr: Haftalık limit uyarısını önizle
uk: Показати сповіщення про тижневий ліміт
uz: Haftalik limit ogohlantirishini koʻrish
zh_hans: 预览周额度提醒
zh_hant: 預覽週額度提醒

source: Displays a notification card from the side of the notch when a provider's session or weekly usage limit is reached.
id: Menampilkan kartu pemberitahuan dari sisi notch saat batas sesi atau mingguan penyedia tercapai.
ja: サービスのセッションまたは週間の使用量が上限に達したとき、ノッチの横から通知カードを表示します。
ko: 제공자의 세션 또는 주간 사용 한도에 도달하면 노치 옆에 알림 카드를 표시합니다.
tr: Bir sağlayıcının oturum veya haftalık kullanım limitine ulaşıldığında çentiğin yanından bir bildirim kartı gösterir.
uk: Показує картку сповіщення збоку від вирізу, коли досягнуто сесійний або тижневий ліміт провайдера.
uz: Provayderning sessiya yoki haftalik foydalanish limitiga yetilganda notch yonidan bildirishnoma kartasini koʻrsatadi.
zh_hans: 当某家服务的会话或周额度用尽时，刘海侧面滑出一张通知卡片。
zh_hant: 當某家服務的工作階段或週額度用盡時，瀏海側面滑出一張通知卡片。

source: When a limit resets
id: Saat batas direset
ja: 上限がリセットされたとき
ko: 한도 재설정 시
tr: Bir limit sıfırlandığında
uk: Коли ліміт скидається
uz: Limit yangilanganda
zh_hans: 额度重置时
zh_hant: 額度重置時

source: Show notification from notch
id: Tampilkan pemberitahuan dari notch
ja: ノッチから通知を表示
ko: 노치에서 알림 표시
tr: Bildirimi çentikten göster
uk: Показувати сповіщення з вирізу
uz: Bildirishnoma notchʼdan koʻrsatilsin
zh_hans: 从刘海显示通知
zh_hant: 從瀏海顯示通知

source: Reset sound
id: Suara reset
ja: リセットのサウンド
ko: 재설정 소리
tr: Sıfırlanma sesi
uk: Звук скидання
uz: Yangilanish tovushi
zh_hans: 重置提示音
zh_hant: 重置提示音

source: Preview notification
id: Pratinjau pemberitahuan
ja: 通知をプレビュー
ko: 알림 미리 보기
tr: Bildirimi önizle
uk: Показати сповіщення
uz: Bildirishnomani koʻrish
zh_hans: 预览通知
zh_hant: 預覽通知

source: Displays a notification card from the side of the notch when a provider's usage limit resets.
id: Menampilkan kartu pemberitahuan dari sisi notch saat batas penggunaan penyedia direset.
ja: サービスの使用量の上限がリセットされたとき、ノッチの横から通知カードを表示します。
ko: 제공자의 사용 한도가 재설정되면 노치 옆에 알림 카드를 표시합니다.
tr: Bir sağlayıcının kullanım limiti sıfırlandığında çentiğin yanından bir bildirim kartı gösterir.
uk: Показує картку сповіщення збоку від вирізу, коли ліміт провайдера скидається.
uz: Provayderning foydalanish limiti yangilanganda notch yonidan bildirishnoma kartasini koʻrsatadi.
zh_hans: 当某家服务的额度窗口滚动过后，刘海侧面滑出一张通知卡片。
zh_hant: 當某家服務的額度視窗結束後，瀏海側面滑出一張通知卡片。

source: Connect Phone…
id: Hubungkan Ponsel…
ja: スマートフォンを接続…
ko: 휴대전화 연결…
tr: Telefon Bağla…
uk: Підключити телефон…
uz: Telefonni ulash…
zh_hans: 连接手机…
zh_hant: 連線手機…

source: Next reset
id: Reset berikutnya
ja: 次のリセット
ko: 다음 재설정
tr: Sonraki sıfırlanma
uk: Наступне скидання
uz: Keyingi yangilanish
zh_hans: 下次重置
zh_hant: 下次重置

source: Quota is available (0% used)
id: Kuota tersedia (0% terpakai)
ja: 割り当てに空きがあります（0% 使用）
ko: 사용 가능한 할당량이 있습니다 (0% 사용)
tr: Kota kullanılabilir (%0 kullanıldı)
uk: Ліміт доступний (0% використано)
uz: Kvota mavjud (0% ishlatilgan)
zh_hans: 额度可用（已用 0%）
zh_hant: 配額可用（已用 0%）

source: Resets at
id: Reset pada
ja: リセット時刻
ko: 재설정 시각
tr: Sıfırlanma saati
uk: Скидання о
uz: Yangilanish vaqti
zh_hans: 重置于
zh_hant: 重置於

source: Session limit reached (100% used)
id: Batas sesi tercapai (100% terpakai)
ja: セッションの上限に到達（100% 使用）
ko: 세션 한도 도달 (100% 사용)
tr: Oturum limitine ulaşıldı (%100 kullanıldı)
uk: Ліміт сесії вичерпано (100% використано)
uz: Sessiya limitiga yetildi (100% ishlatilgan)
zh_hans: 会话额度已用尽（已用 100%）
zh_hant: 已達工作階段上限（已用 100%）

source: Weekly limit reached (100% used)
id: Batas mingguan tercapai (100% terpakai)
ja: 週間の上限に到達（100% 使用）
ko: 주간 한도 도달 (100% 사용)
tr: Haftalık limite ulaşıldı (%100 kullanıldı)
uk: Тижневий ліміт вичерпано (100% використано)
uz: Haftalik limitga yetildi (100% ishlatilgan)
zh_hans: 每周额度已用尽（已用 100%）
zh_hant: 已達每週上限（已用 100%）

source: Generating
id: Menghasilkan
ja: 生成中
ko: 생성 중
tr: Üretiyor
uk: Генерує
uz: Yaratilmoqda
zh_hans: 正在生成
zh_hant: 產生中

source: Reading prompt
id: Membaca prompt
ja: プロンプトを読み込み中
ko: 프롬프트 읽는 중
tr: İstem okunuyor
uk: Читає промпт
uz: Prompt oʻqilmoqda
zh_hans: 正在读取提示词
zh_hant: 正在讀取提示

source: Sign in to DeepSeek Platform to read your usage
id: Masuk ke DeepSeek Platform untuk membaca penggunaan
ja: 使用量を読み取るには DeepSeek Platform にサインイン
ko: 사용량을 확인하려면 DeepSeek Platform에 로그인하십시오
tr: Kullanımınızı görmek için DeepSeek Platform'a giriş yapın
uk: Увійдіть у DeepSeek Platform, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun DeepSeek Platformʼga kiring
zh_hans: 登录 DeepSeek Platform 以读取用量
zh_hant: 登入 DeepSeek Platform 以讀取用量

source: Sign in with kiro-cli to read your usage
id: Masuk dengan kiro-cli untuk membaca penggunaan
ja: 使用量を読み取るには kiro-cli でサインイン
ko: 사용량을 확인하려면 kiro-cli로 로그인하십시오
tr: Kullanımınızı görmek için kiro-cli ile giriş yapın
uk: Увійдіть через kiro-cli, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun kiro-cli orqali kiring
zh_hans: 用 kiro-cli 登录以读取用量
zh_hant: 以 kiro-cli 登入以讀取用量
